// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "E-mail Alerts";
HSDDescriptionField = "The selected printer can be configured to notify you about errors and other events via e-mail messages. You can view or change these settings by clicking the button below.";
HSDOpenButton = "Open E-mail Alerts Settings";
